Repository: 60plus/EnigmaLight
Catalog: EnigmaLight/locale/*/LC_MESSAGES/EnigmaLight.po
Languages: de

source: About EnigmaLight / Box information
de: Informationen zu EnigmaLight / Box

source: For support you can send me an email or use the chat function at http://www.enigmalight.net/
de: Für Unterstützung können Sie mir eine E-Mail senden oder die Chat-Funktion verwenden auf http://www.enigmalight.net/

source: If you like EnigmaLight and want support me, you can buy me a beer :-)
de: Wenn Sie EnigmaLight mögen und mich unterstützen möchten, kaufen Sie mir ein Bier:-)

source: Save
de: Speichern

source: Live coloradjustment
de: Live-Farbanpassung

source: - Use live Adjust Settings:
de: - Verwenden der Live-Anpassungseinstellungen:

source: - Color sequence:
de: - Farbfolge:

source: - Adjust RED %s
de: - Rot einstellen %s

source: - Adjust GREEN %s
de: - Grün einstellen %s

source: - Adjust BLUE %s
de: - Blau einstellen %s

source: - Adjust RED %s
de: - Rot einstellen %s

source: - Adjust BLUE %s
de: - Blau einstellen %s

source: - Adjust BLUE %s
de: - Blau einstellen %s

source: - Adjust GREEN %s
de: - Grün einstellen %s

source: - Adjust RED %s
de: - Rot einstellen %s

source: - Show background sample picture:
de: - - Hintergrund Beispielbild anzeigen:

source: - Sample picture:
de: - Beispielbild:

source: Check for update..
de: Überprüfe auf Updates..

source: New update available !!
de: Neues Update verfügbar !!

source: Your current Version is
de: Ihre aktuelle Version ist

source: Update to
de: Aktualisieren zu

source: found! Do you want to update now?
de: gefunden Möchten Sie jetzt aktualisieren?

source: No update available..
de: Kein Update verfügbar..

source: No Internetconnection..
de: Keine Internetverbindung..

source: No internet connection available or curl is not installed!
de: Keine Internetverbindung verfügbar oder Curl ist nicht installiert!

source: Enigma2 must be restarted! Should Enigma2 now restart?
de: Enigma2 muss neugestartet werden! Enigma2 jetzt neustarten?

source: EnigmaLight ConfigEditor
de: EnigmaLight Einstellungs Editor

source: Create configfile
de: Konfig erstellen

source: Create and Test this config with [RGB Test]
de: Erstellen und testen [RGB-Test]

source: [ Device ]
de: [ Gerät ]

source: - Device type:
de: - Gerätetyp:

source: - Address:
de: - Adresse:

source: - Device output:
de: - Geräteausgabe:

source: - Device rate:
de: - Geräterate:

source: - Ambioder precision:
de: - Ambioder Präzision:

source: [ Lights ]
de: [ LED's ]

source: - With (floor) stand:
de: - Mit (Boden) Ständer:

source: -- How many lights Bottom-left:
de: - Wie viele LED's unten links:

source: -- Bottom center (how many places are empty):
de: - Unten in der Mitte (wie viele Stellen sind leer):

source: -- How many lights Bottom-right:
de: - Wie viele LED's unten rechts:

source: - How many lights Bottom:
de: - Wie viele LED's unten:

source: - How many lights Top:
de: - Wie viele LED's oben:

source: - How many lights Left:
de: - Wie viele LED's links:

source: - How many lights Right:
de: - Wie viele LED's rechts:

source: - Where starts led 1:
de: - Wo beginnt LED 1:

source: - Clockwise or Backwards:
de: - Im Uhrzeigersinn oder rückwärts:

source: - Scan depth Left:
de: - Scan-Tiefe Links:

source: - Scan depth Right:
de: - Scan-Tiefe Rechts:

source: - Scan depth Top:
de: - Scan-Tiefe Oben:

source: - Scan depth Bottom:
de: - Scan-Tiefe Unten:

source: [ Color ]
de: [ Farbe ]

source: - Color order:
de: - Farbreihenfolge:

source: - Red Adjust:
de: - Rot einstellen:

source: - Red Gamma:
de: - Rot Gamma:

source: - Red Blacklevel:
de: - Rot Schwarzwert:

source: - Green Adjust:
de: - Grün einstellen:

source: - Green Gamma:
de: - Grün Gamma:

source: - Green Blacklevel:
de: - Grün Schwarzwert:

source: - Blue Adjust:
de: - Blau einstellen:

source: - Blue Gamma:
de: - Blau Gamma:

source: - Blue Blacklevel:
de: - Blau Schwarzwert:

source: Can't write settings to /home/elight-addons/wifilight/wifilight.conf...
de: Einstellungen können nicht in /home/elight-addons/wifilight/wifilight.conf geschrieben werden ...

source: Red,Green,Blue Test Started. Are the lights on and are color order ok ?
de: Roter, grüner, blauer Test gestartet. Sind die Lichter an und ist die Farbreihenfolge in Ordnung?

source: Save this configfile to /etc/ ?
de: Speichern Sie diese Konfigurationsdatei unter /etc/?

source: enigmalight.conf succesfull saved in /etc/
de: enigmalight.conf erfolgreich gespeichert in /etc/

source: File /etc/enigmalight.conf not found.
de: Datei /etc/enigmalight.conf nicht gefunden.

source: Local [Wifilight] %s:%s
de: Lokal [Wifilight] %s:%s

source: Local
de: Lokal

source: [Server] Idle
de: [Server] Leerlauf

source: [Server] Client connected (%s)
de: [Serveur] Client verbunden (%s)

source: [Moodlamp] %s | Static color
de: [StimmungsLED] %s | Statische Farbe

source: [Dynamic] %s | %s
de: [Dynamisch] %s | %s

source: [Moodlamp] %s | RGBtest
de: [StimmungsLED] %s | RGBtest

source: [Moodlamp] %s | ColorFader
de: [StimmungsLED] %s | FarbFader

source: [Moodlamp] %s | Rainbow
de: [StimmungsLED] %s | Regenbogen

source: Not Running
de: Läuft nicht

source: LightsOn
de: LED's Ein

source: LightsOff
de: LED's Aus

source: Status: %s | Current mode: %s | FPS: %s
de: Status: %s | Modus: %s | FPS: %s

source: Configfile not found!
de: Konfigurationsdatei nicht gefunden!

source: Error while starting EnigmaLight: %s
de: Fehler beim Starten von EnigmaLight: %s

source: Stop lights..
de: Stop LED's.

source: Control: Lights disabled.
de: Steuerung: LED's deaktiviert.

source: Start lights..
de: Start LED's.

source: Control: Lights enabled.
de: Steuerung: LED's aktiviert.

source: Change mode
de: Modus wechseln

source: Control: Lights enabled, mode[test]
de: Steuerung: LED's aktiviert, Modus[test]

source: Control: Lights enabled, mode[%s]
de: Steuerung: LED's aktiviert, Modus[%s]

source: Enigmalight killed.
de: Enigmalight getötet.

source: Enigmalight not killed!
de: Enigmalight nicht getötet!

source: Enigmalight not killed result: %s
de: Enigmalight nicht getötet result: %s

source: writeDynamic
de: Schreibe Dynamik

source: writeServer
de: Schreibe Server

source: writeAdjust
de: Schreibe Einstellungen

source: changeValue
de: Wert ändern

source: Moodlamp
de: StimmungsLED

source: Dynamic
de: Dynamisch

source: Write settings.
de: Einstellungen schreiben.

source: Set all values..
de: Alle Werte einstellen..

source: Unknown option
de: Unbekannte Option

source: Help
de: Hilfe

source: Q: I get only white color when i run EnigmaLight ?
de: F: Ich bekomme nur weiße Farbe, wenn ich EnigmaLight starte ?

source: A: Try another version in settings, i gues a version with FPU.
de: A: Versuchen Sie eine andere Version, ich schätze eine Version mit FPU.

source: Q: Can i use the boblight.conf ?
de: F: Kann ich die boblight.conf benutzen ?

source: A: Yes you can use this, rename that file to enigmalight.conf.
de: A: Ja, können Sie verwenden in enigmalight.conf umbenennen.

source: Q: Can i use the multiquickbutton plugin ?
de: F: Kann ich das Multiquickbutton-Plugin verwenden?

source: A: Yes for start and stop the lights
de: A: Ja zum Starten und Stoppen der LED's.

source: Q: Enigmalight is freezed, what can i do ?
de: F: Enigmalight ist eingefroren, was kann ich tun?

source: A: In MainMenu press 0 to forcekill enigmalight.
de: A: Drücken Sie im Hauptmenü 0, um das Enigmalight zu beenden..

source: Q: How to get support ?
de: F: Wie bekomme ich Unterstützung ?

source: A: Contact me over email info@enigmalight.net.
de: A: Kontaktieren Sie mich per E-Mail info@enigmalight.net

source: Turn lights on
de: LED's einschalten

source: Lights off
de: LED's aus

source: Lights on
de: LED's an

source: Switch to dynamic mode
de: Dynamischer Modus

source: Switch to moodlamp mode
de: StimmungsLED-Modus

source: Busy....
de: Beschäftigt....

source: Settings
de: Einstellungen

source: Config Editor
de: Konfigurationseditor

source: Box Info & About
de: Box Info & Über

source: Can't switch mode, Lights are disabled.
de: Modus kann nicht umgeschaltet werden, LED's sind deaktiviert.

source: Static color:
de: Statische Farbe:

source: Moodlamp configuration
de: StimmungsLED-Konfiguration

source: - Standby mode:
de: - Standby Modus:

source: Use moodlamp or lights off in standby.
de: Verwenden Sie eine StimmungsLED oder schalten Sie das Licht im Standby aus.

source: - Moodlamp Mode:
de: - StimmungsLED-Modus:

source: - Color RED : %s
de: - Farbe Rot : %s

source: - Color GREEN : %s
de: - Farbe Grün : %s

source: - Color BLUE : %s
de: - Farbe Blau : %s

source: - Fader brightness : %s
de: - Faderhelligkeit : %s

source: Cancel
de: Abbruch

source: Selected file: %s
de: Ausgewählte Datei: %s

source: Invalid Location
de: Ungültiger Standort

source: [ General Settings ]
de: [ Allgemeine Einstellungen ]

source: - Type of EnigmaLight binary:
de: - Typ der EnigmaLight-Binärdatei:

source: Here you can select the type of enigmalight, the most receivers can use the fpu version but some receivers can't. For then use the normal version
de: Hier wird der Enigmalighttyp ausgewählt. Die meisten Receiver nutzen die FPU Version. Bei Problemen bitte die normale Version auswählen.

source: - Configuration File
de: - Konfigurationsdatei

source: Select your configfile, default /etc/enigmalight.conf will be used
de: Wählen Sie Ihre Konfigurationsdatei aus, Standardmäßig wird /etc/enigmalight.conf verwendet

source: - Run EnigmaLight as server when lights are off:
de: - Führen Sie EnigmaLight als Server aus, wenn die LED's ausgeschaltet sind:

source: Run EnigmaLight as Server for Boblight or other clients
de: Führen Sie EnigmaLight als Server für Boblight oder andere Clients aus

source: - Show message when turn on/off lights:
de: - Meldung beim Ein- und Ausschalten der Beleuchtung anzeigen:

source: Show a messagebox when you turn on/off the lights
de: Zeigen Sie eine Meldungsbox an, wenn Sie das LED's ein- oder ausschalten

source: - Enable lights on boot:
de: - LED's beim Booten aktivieren:

source: Automatic turn on lights on boot
de: Automatisches Einschalten der LED's beim Booten

source: - Cluster Leds:
de: - Gruppen LED's:

source: Cluster [X] Leds as one led. Default each led had is own color, with this option you can bundle/cluster this to 2 -> 10 leds.
de: Gruppen [X] Led's als eine LED. Standardmäßig hat jede LED eine eigene Farbe. Mit dieser Option können Sie diese zu 2 -> 10 LEDs bündeln / gruppieren.

source: - Delay:
de: - Verzögern:

source: Some tv's are slower then the lights. With this option you can make the output 1 -> 20 frames later.
de: Einige Fernseher sind langsamer als die LED'S. Mit dieser Option können Sie die Ausgabe 1 -> 20 Frames später vornehmen.

source: - WLED Automatic:
de: - WLED Automatik:

source: Automatic turn on and off WLED / Timer is also connected with this setting. If daemon is running, only use off or disable. Because hyperion has his own automatic.
de: Automatisches an- und ausschalten von WLED.Timer ist mit dem Setting verknüpft. Ist Daemon aktiviert, bitte nur aus oder deaktiviert benutzen. Hyperion hat eine eigene Automatik.

source: - Interval:
de: - Intervall:

source: How fast Enigmalight wil run. 0.01 = 15 -> 40fps | 0.10 = 10fps | 0.20 = 5fps:
de: Wie schnell soll Enigmalight laufen. 0.01 = 15 -> 40fps | 0.10 = 10fps | 0.20 = 5fps:

source: - 3D Mode:
de: - 3D Modus:

source: Turn on/off 3D Mode, SBS or TAB
de: Schalten Sie den 3D-Modus, SBS oder TAB ein / aus

source: - Default lightmode:
de: - Standardlichtmodus:

source: - Standby Mode:
de: - Standby Modus:

source: Turn off lights or use moodlamp in standby
de: LED's ausschalten oder verwenden Sie die StimmungsLED im Standby-Modus

source: - Standby Mode / Stop Mode for WLED:
de: - Standby Modus / Stop Modus für WLED:

source: Turn off lights or WLED goes to last state
de: Led's werden ausgeschaltet oder WLED startet seinen letzten Status.

source: Set the order as given in enigmalight.conf.
de: Stellen Sie die Reihenfolge wie in enigmalight.conf angegeben ein.

source: [ Blackbars ]
de: [ Schwarze Balken ]

source: - Remove Blackbars top and bottom:
de: - Entfernen der schwarzen Balken oben und unten:

source: Remove horizontal blackbars from lights.
de: Entferne horizontale schwarze Balken von den LED's.

source: - Remove Blackbars left and right:
de: - Entfernen der schwarzen Balken links und rechts:

source: Remove vertical blackbars from lights.
de: Entferne vertikale schwarze Balken von den LED's.

source: - Delay before remove:
de: - Verzögerung vor dem Entfernen:

source: Count from 0 to given number if the blackbars are still there then remove them. if enigmalight runs on 10fps and you will wait 10sec before remove, then set it to 100
de: Zähle von 0 bis zur angegebenen Zahl. Wenn die schwarze Balken noch vorhanden sind, entfernen Sie sie. Bei 10 fps und 10 Sekunden Wartezeit, vor entfernen, Wert = 100

source: [ Network Settings ]
de: [ Netzwerkeinstellungen ]

source: - Enable network mode (connect with other daemon):
de: - Aktivieren Sie den Netzwerkmodus (Verbindung mit einem anderen Dämon herstellen):

source: Use enigmalight as client and connect with other daemon over network (not for local use)
de: Verwenden Sie enigmalight als Client, über das Netzwerk eine Verbindung mit einem anderen Dämon herstellen (nicht für den lokalen Gebrauch).

source: - Host ipaddress:
de: - Host-IP-Adresse:

source: [ Timer Settings ]
de: [ Timer-Einstellungen ]

source: - Use Timer:
de: - Timer verwenden:

source: Turn on/off lights @ given time
de: Schalten Sie die LED's zu gegebener Zeit ein/aus

source: - Don't turn lights off/on in standby:
de: - LED's im Standby-Modus nicht aus oder einschalten:

source: Disable timer function in standbymode
de: Deaktivieren der Timer-Funktion im Standbymode

source: - Enable lights:
de: - LED's aktivieren:

source: Time when lights go on
de: Zeit,wann die LED's angehen

source: - Disable lights:
de: - LED's deaktivieren:

source: Time when lights go off
de: Zeit, wann die LED's ausgehen

source: - Use remoteserver:
de: - Verwenden des Remoteserver:

source: Control EnigmaLight from browser
de: Steuern Sie EnigmaLight über den Browser

source: Show status at bottomscreen fps, cpu usage and currentmode
de: Status anzeigen am unteren Bildschirmrand FPS, CPU und aktuellem Modus

source: [ Misc ]
de: [ Sonstiges ]

source: - Show statusbar on bottom of screen:
de: - Statusleiste am unteren Bildschirmrand anzeigen:

source: Show status at bottomscreen fps, currentmode and other info
de: Status anzeigen am unteren Bildschirmrand FPS, aktueller Modus und andere Infos

source: - Remove statusbar from tuningscreen:
de: - Statusleiste vom KonfigrationScreen entfernen:

source: Remove the statusbar from colortuning screen
de: Entfernen der Statusleiste vom Colortuning-Bildschirm

source: - Show errormessages:
de: - Fehlermeldungen anzeigen:

source: Turn on if you want to see error information
de: Aktivieren Sie diese Option, wenn Sie Fehlerinformationen anzeigen möchten

source: - Debug-Logging > /tmp/enigmalight_gui.log:
de: - Debug Protokollierung > /tmp/enigmalight_gui.log:

source: Check for update...
de: Überprüfe auf Updates..

source: To reload the configfile EnigmaLight needs a restart, restart now ?
de: Um die Konfigurationsdatei neu zu laden, muss EnigmaLight neu gestartet werden. Jetzt neu starten?

source: Reload configfile ?
de: Konfigurationsdatei neu laden?

source: Ip address %s is not accepted, check your input and try again.
de: IP Addresse %s wird nicht akzeptiert, überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.

source: Enigmalight can't connect with %s:%s, check your input and try again.
de: Enigmalight kann keine Verbindung herstellen %s:%s, Überprüfen Sie Ihre Eingabe und versuchen Sie es erneut.

source: Test Connection with %s:%s, succesfull!
de: Verbindung testen mit %s:%s, erfolgreich!

source: Do you want to (re)start the client and connect with %s:%s ?
de: Möchten Sie den Client (neu) starten und eine Verbindung herstellen mit %s:%s ?

source: (Re)start client ?
de: Client (neu) starten?

source: Do you want to (re)start the client ?
de: Möchten Sie den Client (neu) starten?

source: Type of enigmalight has changed, Start this type of Enigmalight ?
de: Typ des enigmalight hat sich geändert. Diesen Typ des enigmalight starten?

source: Use < > to jump with 10 in slider
de: <> 10er Schritte in Fader

source: [ Color Tuning ]
de: [ Farbanpassung ]

source: - Profile:
de: - Profil:

source: Profile: Create your own profiles.
de: Profile: Erstellen Sie Ihre eigenen Profile.

source: - Led speed:
de: - LED Geschwindigkeit:

source: Led speed/fade​​: General setting for the led-speed how fast is changing the colour. 40 is a nice setting.
de: LED-Geschwindigkeit / Fade: Allgemeine Einstellung für die LED-Geschwindigkeit, wie schnell sich die Farbe ändert. 40 ist eine schöne Einstellung.

source: - Auto speed:
de: - Automatische Geschwindigkeit:

source: - Brightness:
de: - Helligkeit:

source: Brightness: This is a nice option, especially even more important than the saturation setting. Why? Simply because there are colours like brown, turquoise, purple and eggplant that only exist with the clarity they have. Huh! Well, for example, a dark brown orange and dark turquoise aqua. So if you set the brightness to 2.0 then multiply the brightness of the colour you see with 2.0 (I think) and therefore can not show brown Ambilight. A nice value is 1.0 otherwise it quickly distorts the colours.
de: Helligkeit: Dies ist eine nette Option, insbesondere noch wichtiger als die Sättigungseinstellung. Warum? Einfach, weil es Farben wie Braun, Türkis, Lila und Auberginen gibt, die nur mit der Klarheit existieren, die sie haben. Huh! Nun, zum Beispiel ein dunkelbraunes Orange und ein dunkel türkisfarbenes Aqua. Wenn Sie also die Helligkeit auf 2,0 einstellen, multiplizieren Sie die Helligkeit der angezeigten Farbe mit 2,0 (glaube ich) und können daher kein braunes Ambilight anzeigen. Ein schöner Wert ist 1.0, sonst werden die Farben schnell verzerrt.

source: - Minimal Brightness:
de: - Minimale Helligkeit:

source: Min 0.00 | Max 1.00 | Default 0.00
de: Min 0.00 | Max 1.00 | Défaut 0.00

source: - Maximal Brightness:
de: - Maximale Helligkeit:

source: Min 0.00 | Max 1.00 | Default 1.00
de: Min 0.00 | Max 1.00 | Défaut 1.00

source: - Saturation 0-20:
de: - Sättigung 0-20:

source: Saturation: Simply a strengthening of the average colour planes. The best option is between 1:00 and 1:20. This is because you are going to reinforce colours and this is so unnatural. Example: many films have a colour grading over it. A well-known example is a blue tint. This affects all the colours on the screen so that even a light Gray sky has some blue tones in it. When you try saturation on 2, it will thus be seen as good this blue tint twice while it appears white on your screen.
de: Saturation: Einfach eine Verstärkung der durchschnittlichen Farbebenen. Die beste Option ist zwischen 1:00 und 1:20. Dies liegt daran, dass Sie Farben verstärken werden und dies so unnatürlich ist.. Beispiel: Viele Filme haben eine Farbkorrektur. Ein bekanntes Beispiel ist eine Blautönung. Dies wirkt sich auf alle Farben auf dem Bildschirm aus, sodass selbst ein hellgrauer Himmel einige Blautöne aufweist. Wenn Sie die Sättigung bei 2 versuchen, wird diese Blautönung zweimal als gut angesehen, während sie auf Ihrem Bildschirm weiß erscheint.

source: - Minimal Saturation 0.00-1.00:
de: - Minimale Sättigung 0.00-1.00:

source: Minimal Brightness: If you set this as example to 0.01, then the LEDs will not completely dark is there is black but soft grey
de: Minimale Helligkeit: Wenn Sie dies als Beispiel auf 0,01 setzen, werden die LEDs nicht vollständig dunkel, sondern weichgrau

source: - Maximal Saturation 0.00-1.00:
de: - Maximale Sättigung 0.00-1.00:

source: - Gamma correction 1-10:
de: - Gamma-Korrektur 1-10:

source: Gamma correction: Set this to 2.2 for default, since this is a default value for movies.
de: Gamma-Korrektur: Setzen Sie diesen Wert standardmäßig auf 2.2, da dies ein Standardwert für Filme ist.

source: - Threshold:
de: - Schwelle:

source: Threshold: Filter/Remove the almost dark pixels, 15 is a nice value.
de: Schwelle: Filtern / Entfernen Sie die fast dunklen Pixel, 15 ist ein guter Wert.

source: [ Color Adjustment, only local ]
de: [ Farbanpassung, nur lokal ]

source: - Use ColorAdjust Settings:
de: - Verwenden der Farbanpassungs-Einstellungen:

source: - Adjust RED %s
de: - Rot einstellen %s

source: - Adjust GREEN %s
de: - Grün einstellen %s

source: - Adjust BLUE %s
de: - Blau einstellen %s

source: - Show sample pictures:
de: - Beispielbilder anzeigen:

source: [ Blackbar detection]
de: [ Schwarze Balken-Erkennung ]

source: Count from 0 to given number if the blackbars are still there then remove them.
de: Zähle von 0 bis zur angegebenen Zahl Wenn die schwarzen Balken noch vorhanden sind, entfernen Sie sie.

source: Can't get settings from profile...
de: Einstellungen vom Profil können nicht abgerufen werden ...

source: Can't write settings to profile...
de: Einstellungen können nicht in Profil geschrieben werden ...

source: UNEXPECTED ERROR:
de: UNERWARTETER FEHLER:

source: Blackbar Test (horizontal)
de: Schwarze Balken (horizontal)

source: Blackbar Test (vertical)
de: Schwarze Balken (vertikal)

source: Blue wallpaper
de: Blauer Hintergrund

source: Bars Test
de: Balken Test

source: Solid: White
de: Plein: Weiß

source: Solid: Aquamarine
de: Voll: Aquamarin

source: Solid: Blue
de: Voll: Blau

source: Solid: Royalblue
de: Voll: Königsblau

source: Solid: Red
de: Voll: Rot

source: Solid: Green
de: Voll: Grün

source: Solid: Gray
de: Voll: Grau

source: Solid: Lightgray
de: Voll: Hellgrau

source: Solid: Magenta
de: Voll: Magenta

source: Solid: Yellow
de: Voll: Gelb

source: Solid: Dark yellow
de: Voll: Dunkelgelb

source: Circles
de: Kreise

source: Enigmalight OE2.0 with fpu support
de: Enigmalight OE2.0 mit fpu unterstützung

source: Enigmalight OE1.6 with fpu support
de: Enigmalight OE1.6 mit fpu unterstützung

source: off
de: aus

source: Static color
de: Statische Farbe

source: Color fader
de: Farbfader

source: Rainbow
de: Regenbogen

source: Automatic
de: Automatisch

source: Manual
de: Manuell

source: Off
de: Aus

source: Start server on boot
de: Start Server beim Booten

source: Start Dynamic on boot
de: Start Dynamic beim Booten

source: Start Moodlamp on boot
de: Start Stimmungsled beim Booten

source: Custom Profile 0
de: Benutzer Profil 0

source: Custom Profile 1
de: Benutzer Profil 1

source: Custom Profile 2
de: Benutzer Profil 2

source: Custom Profile 3
de: Benutzer Profil 3

source: Custom Profile 4
de: Benutzer Profil 4

source: Custom Profile 5
de: Benutzer Profil 5

source: Custom Profile 6
de: Benutzer Profil 6

source: LEFT [bottom]
de: Links [unten]

source: TOP [left]
de: TOP [rechts]

source: RIGHT [top]
de: Rechts [oben]

source: BOTTOM [right]
de: Unten [rechts]

source: BOTTOM [middle]
de: Unten [mitte]

source: BOTTOM [left]
de: Unten [links]

source: RIGHT [bottom]
de: Rechts [unten]

source: TOP [right]
de: TOP [links]

source: LEFT [top]
de: Links [oben]

source: Clockwise
de: Im Uhrzeigersinn

source: Backwards
de: Rückwärts

source: No
de: Nein

source: Yes
de: Ja

source: Disabled
de: Deaktiviert

source: Top and Bottom
de: Oben und unten

source: SidebySide
de: Seite an Seite

source: TV backlight
de: TV Hintergrundbeleuchtung

source: EnigmaLight | on/off
de: EnigmaLight | ein/aus

source: EnigmaLight | Settings
de: EnigmaLight | Einstellungen

source: Missing mandatory parameter '%s'
de: Fehlender obligatorischer Parameter '%s'

source: The parameter '%s' can't be empty
de: Der Parameter '% s' darf nicht leer sein

source: Unknown lights command %s
de: Unbekannte LED Befehle% s

source: Unknown option command
de: Unbekannter Optionsbefehl
