Repository: 60plus/EnigmaLight
Catalog: EnigmaLight/locale/*/EnigmaLight.po
Languages: it

source: Update to
it: Aggiornare a

source: Min 0.00 | Max 1.00 | Default 0.00
it: Min 0.00 | Max 1.00 | Predefinito 0.00

source: Min 0.00 | Max 1.00 | Default 1.00
it: Min 0.00 | Max 1.00 | Predefinito 1.00

source: Saturation: Simply a strengthening of the average colour planes. The best option is between 1:00 and 1:20. This is because you are going to reinforce colours and this is so unnatural. Example: many films have a colour grading over it. A well-known example is a blue tint. This affects all the colours on the screen so that even a light Gray sky has some blue tones in it. When you try saturation on 2, it will thus be seen as good this blue tint twice while it appears white on your screen.
it: Saturazione: Si tratta di un rafforzamento dei piani di colore medi. L'opzione migliore è un valore tra 1:00 e 1:20, in modo da rinforzare i colori, cosa per nulla naturale. Esempio: molti film prevedono una correzione dei colori: un esempio ben noto è l'uso della tinta blu. Ciò influenza tutti i colori sullo schermo, facendo in modo che anche un cielo grigio chiaro appaia con dei toni di blu. Impostando la saturazione su 2, si potrà osservare molto bene questa tinta blu anche se sullo schermo apparirà bianca.

source: Set the order as given in enigmalight.conf.
it: Impostare l'ordine come previsto in enigmalight.conf.

source: Some tv's are slower then the lights. With this option you can make the output 1 -> 20 frames later.
it: Alcune TV sono più lente dei led. Questa opzione permette di ritardare l'output da 1 a 20 fotogrammi.

source: Use moodlamp or lights off in standby.
it: In standby utilizzare l'illuminazione da atmosfera o disattivare i led.

source: found! Do you want to update now?
it: rilevata. Aggiornare ora?

source: (Re)start client ?
it: (Ri)avviare il client?

source: - 3D Mode:
it: - Modalità 3D:

source: - Address:
it: - Indirizzo:

source: - Adjust BLUE %s
it: - Correggere il BLU %s

source: - Adjust BLUE %s
it: - Correggere il BLU %s

source: - Adjust BLUE %s
it: - Correggere il BLU %s

source: - Adjust BLUE %s
it: - Correggere il BLU %s

source: - Adjust GREEN %s
it: - Correggere il VERDE %s

source: - Adjust GREEN %s
it: - Correggere il VERDE %s

source: - Adjust GREEN %s
it: - Correggere il VERDE %s

source: - Adjust RED %s
it: - Correggere il ROSSO %s

source: - Adjust RED %s
it: - Correggere il ROSSO %s

source: - Adjust RED %s
it: - Correggere il ROSSO %s

source: - Adjust RED %s
it: - Correggere il ROSSO %s

source: - Ambioder precision:
it: - Precisione Ambioder:

source: - Auto speed:
it: - Velocità automatica:

source: - Blue Adjust:
it: - Correzione blu:

source: - Blue Blacklevel:
it: - Livello blu-nero:

source: - Blue Gamma:
it: - Gamma blu:

source: - Brightness:
it: - Luminosità:

source: - Clockwise or Backwards:
it: - In senso orario o antiorario:

source: - Cluster Leds:
it: - Led a grappolo:

source: - Color BLUE : %s
it: - Colore BLU : %s

source: - Color GREEN : %s
it: - Colore VERDE : %s

source: - Color RED : %s
it: - Colore ROSSO : %s

source: - Color order:
it: - Ordine colori:

source: - Color sequence:
it: - Sequenza colori:

source: - Configuration File
it: - File di configurazione

source: - Daemon port:
it: - Porta daemon:

source: - Debug-Logging > /tmp/enigmalight_gui.log:
it: - Debug-Log >> /tmp/enigmalight_gui.log:

source: - Default lightmode:
it: - Modalità predefinita luci:

source: - Delay before remove:
it: - Ritardo prima della rimozione:

source: - Delay:
it: - Ritardo:

source: - Device output:
it: - Output del dispositivo:

source: - Device rate:
it: - Velocità del dispositivo:

source: - Device type:
it: - Tipo dispositivo:

source: - Disable lights:
it: - Disabilitare i led:

source: - Don't turn lights off/on in standby:
it: - Non attivare/disattivare i led in standby:

source: - Enable lights on boot:
it: - Abilitare i led all'avvio:

source: - Enable lights:
it: - Abilitare i led:

source: - Enable network mode (connect with other daemon):
it: - Abilitare la modalità di rete (connessione a un altro daemon):

source: - Fader brightness : %s
it: - Luminosità della dissolvenza : %s

source: - Gamma correction 1-10:
it: - Correzione gamma 1-10:

source: - Green Adjust:
it: - Correzione verde:

source: - Green Blacklevel:
it: - Livello verde-nero:

source: - Green Gamma:
it: - Gamma verde:

source: - Host ipaddress:
it: - Indirizzo IP dell'host:

source: - How many lights Bottom:
it: - Numero luci in basso:

source: - How many lights Left:
it: - Numero luci a sinistra:

source: - How many lights Right:
it: - Numero luci a destra:

source: - How many lights Top:
it: - Numero luci in alto:

source: - Interval:
it: - Intervallo:

source: - Led speed:
it: - Velocità led:

source: - Maximal Brightness:
it: - Luminosità massima:

source: - Maximal Saturation 0.00-1.00:
it: - Saturazione massima 0.00-1.00:

source: - Minimal Brightness:
it: - Luminosità minima:

source: - Minimal Saturation 0.00-1.00:
it: - Saturazione minima 0.00-1.00:

source: - Moodlamp Mode:
it: - Modalità illuminazione d'ambiente:

source: - Profile:
it: - Profilo:

source: - Red Adjust:
it: - Correzione Rosso:

source: - Red Blacklevel:
it: - Livello rosso-nero:

source: - Red Gamma:
it: - Gamma rosso:

source: - Remoteserver Port:
it: - Porta server remoto:

source: - Remove Blackbars left and right:
it: - Rimuovere le barre nere a destra e sinistra:

source: - Remove Blackbars top and bottom:
it: - Rimuovere le barre nere in alto e in basso:

source: - Remove statusbar from tuningscreen:
it: - Rimuovere la barra di stato dalla finestra di configurazione:

source: - Run EnigmaLight as server when lights are off:
it: - Eseguire EnigmaLight come server quando i led sono spenti:

source: - Sample picture:
it: - Immagine campione:

source: - Saturation 0-20:
it: - Saturazione 0-20:

source: - Scan depth Bottom:
it: - Profondità di scansione in basso:

source: - Scan depth Left:
it: - Profondità di scansione a sinistra:

source: - Scan depth Right:
it: - Profondità di scansione a destra:

source: - Scan depth Top:
it: - Profondità di scansione superiore:

source: - Serial:
it: - Seriale:

source: - Show background sample picture:
it: - Mostrare l'immagine campione dello sfondo:

source: - Show errormessages:
it: - Mostrare i messaggi di errore:

source: - Show message when turn on/off lights:
it: - Mostrare un messaggio quando si attivano/disattivano i led:

source: - Show sample pictures:
it: - Mostrare le immagini campione:

source: - Show statusbar on bottom of screen:
it: - Mostrare la barra di stato nella parte inferiore dello schermo:

source: - Standby Mode:
it: - Modalità standby:

source: - Standby mode:
it: - Modalità standby:

source: - Threshold:
it: - Soglia:

source: - Use ColorAdjust Settings:
it: - Utilizzare le impostazioni di correzione colore:

source: - Use Timer:
it: - Utilizzare il timer:

source: - Use live Adjust Settings:
it: - Utilizzare le impostazioni di correzione dal vivo:

source: - Use remoteserver:
it: - Utilizzare un server remoto:

source: - Where starts led 1:
it: - Posizione del led 1:

source: - WifiLight IP:
it: - IP Wifi Light:

source: - WifiLight PORT:
it: - Porta Wifi Light:

source: - With (floor) stand:
it: - Con piedestallo (da terra):

source: -- Bottom center (how many places are empty):
it: -- In basso al centro (quanti posti vuoti):

source: -- How many lights Bottom-left:
it: -- Quante luci in basso a sinistra:

source: -- How many lights Bottom-right:
it: -- Quante luci in basso a destra:

source: About EnigmaLight / Box information
it: Informazioni su EnigmaLight / Informazioni sul decoder

source: Automatic
it: Automatica

source: Automatic turn on lights on boot
it: Attivazione automatica luci al boot

source: BOTTOM [left]
it: In basso [a sinistra]

source: BOTTOM [middle]
it: In basso [al centro]

source: BOTTOM [right]
it: In basso [a destra]

source: Backwards
it: A ritroso

source: Bars Test
it: Test delle barre

source: Blackbar Test (horizontal)
it: Test Blackbar (orizzontale)

source: Blackbar Test (vertical)
it: Test Blackbar (verticale)

source: Blue wallpaper
it: Sfondo blu

source: Box Info & About
it: Informazioni

source: Brightness: This is a nice option, especially even more important than the saturation setting. Why? Simply because there are colours like brown, turquoise, purple and eggplant that only exist with the clarity they have. Huh! Well, for example, a dark brown orange and dark turquoise aqua. So if you set the brightness to 2.0 then multiply the brightness of the colour you see with 2.0 (I think) and therefore can not show brown Ambilight. A nice value is 1.0 otherwise it quickly distorts the colours.
it: Luminosità: opzione determinante, ancora più importante della saturazione per mostrare correttamente ogni tonalità di colore, dalle più intense alle più delicate. Impostando un valore troppo elevato la luminosità dei colori verrebbe eccessivamente intensificata, impedendone la corretta visualizzazione. Un buon valore potrebbe essere 1.0: oltre verrebbero distorti rapidamente i colori.

source: Busy....
it: Occupato...

source: Can't get settings from profile...
it: Impossibile ottenere le impostazioni dal profilo...

source: Can't switch mode, Lights are disabled.
it: Impossibile commutare la modalità, luci disabilitate.

source: Can't write settings to /home/elight-addons/wifilight/wifilight.conf...
it: Impossibile salvare le impostazioni in /home/elight-addons/wifilight/wifilight.conf...

source: Can't write settings to profile...
it: Impossibile salvare le impostazioni nel profilo...

source: Cancel
it: Annullare

source: Change mode
it: Cambiare modalità

source: Check for update..
it: Verificare aggiornamenti...

source: Check for update...
it: Verificare aggiornamenti...

source: Circles
it: Cerchi

source: Clockwise
it: In senso orario

source: Cluster [X] Leds as one led. Default each led had is own color, with this option you can bundle/cluster this to 2 -> 10 leds.
it: Cluster [X] led visti come un led unico. Di default ogni led viene gestito singolarmente: con questa opzione è possibile raggrupparli (da 2 a 10 led per gruppo)

source: Color fader
it: Colore dissolvenza

source: Config Editor
it: Editor impostazioni

source: Configfile not found!
it: File di configurazione non trovato.

source: Control EnigmaLight from browser
it: Controllare EnigmaLight dal browser

source: Control: Lights disabled.
it: Controllo: luci disattivate.

source: Control: Lights enabled, mode[%s]
it: Controllo: luci attivate, modalità [%s]

source: Control: Lights enabled, mode[test]
it: Controllo: luci attivate, modalità [test]

source: Control: Lights enabled.
it: Controllo: luci attivate.

source: Count from 0 to given number if the blackbars are still there then remove them.
it: Contare da 0 al numero specificato. Se le barre nere risultassero ancora presenti, rimuoverle.

source: Count from 0 to given number if the blackbars are still there then remove them. if enigmalight runs on 10fps and you will wait 10sec before remove, then set it to 100
it: Contare da 0 al numero specificato. Se le barre nere risultassero ancora presenti, rimuoverle. Se Enigmalight lavora a 10fps e si vogliono attendere 10 secondi prima della rimozione, impostare il valore a 100

source: Create and Test this config with [RGB Test]
it: Creare e testare questa configurazione con [RGB Test]

source: Create configfile
it: Creare file di configurazione

source: Custom Profile 0
it: Profilo personalizzato 0

source: Custom Profile 1
it: Profilo personalizzato 1

source: Custom Profile 2
it: Profilo personalizzato 2

source: Custom Profile 3
it: Profilo personalizzato 3

source: Custom Profile 4
it: Profilo personalizzato 4

source: Custom Profile 5
it: Profilo personalizzato 5

source: Custom Profile 6
it: Profilo personalizzato 6

source: Debug -> Console + Logfile
it: Debug >> Console + file di log

source: Disable timer function in standbymode
it: Disabilitare la funzione timer in standby

source: Disabled
it: Disabilitata

source: Do you want to (re)start the client ?
it: (Ri)avviare il client?

source: Do you want to (re)start the client and connect with %s:%s ?
it: (Ri)avviare il client e connettersi a %s: %s?

source: Dynamic
it: Dinamica

source: Enigma2 must be restarted! Should Enigma2 now restart?
it: È necessario un riavvio di Enigma2. Riavviare ora?

source: EnigmaLight ConfigEditor
it: Impostazioni di EnigmaLight

source: EnigmaLight | Settings
it: EnigmaLight | Impostazioni

source: Enigmalight GUI
it: GUI Enigmalight

source: Enigmalight OE1.6 with fpu support
it: Enigmalight OE1.6 con supporto fpu

source: Enigmalight OE2.0 with fpu support
it: Enigmalight OE2.0 con supporto fpu

source: Enigmalight can't connect with %s:%s, check your input and try again.
it: Impossibile connettere EnigmaLight con %s: %s. Verificare i dati inseriti e riprovare.

source: Enigmalight killed.
it: Enigmalight arrestato.

source: Enigmalight not killed result: %s
it: Enigmalight non arrestato. Risultato: %s

source: Enigmalight not killed!
it: Enigmalight non arrestato.

source: Error while starting EnigmaLight: %s
it: Errore in avvio di EnigmaLight: %s

source: File /etc/enigmalight.conf not found.
it: File /etc/enigmalight.conf non trovato.

source: Gamma correction: Set this to 2.2 for default, since this is a default value for movies.
it: Correzione gamma: Impostare a 2.2, valore predefinito per i filmati.

source: How fast Enigmalight wil run. 0.01 = 15 -> 40fps | 0.10 = 10fps | 0.20 = 5fps:
it: Velocità di risposta di Enigmalight. 0.01 = 15 -> 40fps | 0.10 = 10fps | 0.20 = 5fps:

source: Information:
it: Informazioni:

source: Invalid Location
it: Posizione non valida

source: Ip address %s is not accepted, check your input and try again.
it: Indirizzo IP %s non compatibile: verificare i dati inseriti e riprovare.

source: LEFT [bottom]
it: SINISTRA[in basso]

source: LEFT [top]
it: SINISTRA[in alto]

source: Led speed/fade​​: General setting for the led-speed how fast is changing the colour. 40 is a nice setting.
it: Velocità/dissolvenza del led: Impostazione generale per la velocità di cambio colore dei led. Valore consigliato: 40.

source: Lights off
it: Luci spente

source: Lights on
it: Luci accese

source: LightsOff
it: Luci Off

source: LightsOn
it: Luci On

source: Live coloradjustment
it: Regolazione del colore dal vivo

source: Local
it: Locale

source: Local [Wifilight] %s:%s
it: IP locale [Wifilight] %s:%s

source: Manual
it: Manuale

source: Minimal Brightness: If you set this as example to 0.01, then the LEDs will not completely dark is there is black but soft grey
it: Luminosità minima: Impostando un valore > 0 (es: 0.01) i led non si spegneranno completamente (nero = grigio chiaro)

source: Moodlamp
it: Modalità ambiente

source: Moodlamp configuration
it: Impostazioni modalità ambiente

source: New update available !!
it: È disponibile un aggiornamento.

source: No Internetconnection..
it: Nessuna connessione a internet...

source: No internet connection available or curl is not installed!
it: Nessuna connessione a internet disponibile o curl non installato.

source: No update available..
it: Nessun aggiornamento disponibile...

source: Not Running
it: Non in esecuzione

source: Profile: Create your own profiles.
it: Profilo: Creare profili personalizzati.

source: RGB Test
it: Test RGB

source: RGBTest
it: Test RGB

source: RIGHT [bottom]
it: DESTRA[in basso]

source: RIGHT [top]
it: DESTRA[in alto]

source: Rainbow
it: Arcobaleno

source: Red,Green,Blue Test Started. Are the lights on and are color order ok ?
it: Test Rosso, Blu, Verde iniziato. Le luci sono accese e l'ordine dei colori è corretto?

source: Reload configfile ?
it: Ricaricare il file di configurazione?

source: Remove horizontal blackbars from lights.
it: Rimuovere le barre nere orizzontali dai led.

source: Remove the statusbar from colortuning screen
it: Rimuovere la barra di stato dalla schermata di ottimizzazione dei colori

source: Remove vertical blackbars from lights.
it: Rimuovere le barre nere verticali dai led.

source: Rose
it: Rosa

source: Run EnigmaLight as Server for Boblight or other clients
it: Eseguire EnigmaLight come server per Boblight o altri client

source: Save
it: Salvare

source: Save this configfile to /etc/ ?
it: Salvare il file di configurazione in /etc/?

source: Select your configfile, default /etc/enigmalight.conf will be used
it: Selezionare il file di configurazione. File predefinito: /etc/enigmalight.conf

source: Selected file: %s
it: File selezionato: %s

source: Set all values..
it: Impostare tutti i valori...

source: Settings
it: Impostazioni

source: Show a messagebox when you turn on/off the lights
it: Mostrare un messaggio quando i led vengono attivati/disattivati

source: Show status at bottomscreen fps, cpu usage and currentmode
it: Mostrare lo stato in basso sullo schermo: fps, utilizzo della cpu e modalità corrente

source: Show status at bottomscreen fps, currentmode and other info
it: Mostrare lo stato in basso sullo schermo: fps, utilizzo della cpu e altre informazioni

source: SidebySide
it: Fianco a fianco

source: Solid: Aquamarine
it: Solido: Acquamarina

source: Solid: Blue
it: Solido: Blu

source: Solid: Dark yellow
it: Solido: Giallo scuro

source: Solid: Gray
it: Solido: Grigio

source: Solid: Green
it: Solido: Verde

source: Solid: Lightgray
it: Solido: Grigio chiaro

source: Solid: Magenta
it: Solido: Magenta

source: Solid: Red
it: Solido: Rosso

source: Solid: Royalblue
it: Solido: Blu reale

source: Solid: White
it: Solido: Bianco

source: Solid: Yellow
it: Solido: Giallo

source: Start ?
it: Avviare?

source: Start Dynamic on boot
it: Avviare la modalità dinamica al boot

source: Start Moodlamp on boot
it: Avviare la modalità ambiente al boot

source: Start lights..
it: Attivare i led...

source: Start server on boot
it: Avviare il server al boot

source: Static color
it: Colore statico

source: Static color:
it: Colore statico:

source: Status: %s | Current mode: %s | FPS: %s
it: Stato: %s | Modalità corrente: %s | FPS: %s

source: Stop lights..
it: Disattivare i led...

source: Switch to dynamic mode
it: Passare alla modalità dinamica

source: Switch to moodlamp mode
it: Passare alla modalità ambiente

source: TOP [left]
it: ALTO[sinistra]

source: TOP [right]
it: ALTO[destra]

source: TV backlight
it: Retroilluminazione TV

source: Test Connection with %s:%s, succesfull!
it: Test di connessione con %s:%s eseguito con successo.

source: Threshold: Filter/Remove the almost dark pixels, 15 is a nice value.
it: Soglia: Filtrare/Rimuovere i pixel quasi neri. Valore consigliato: 15.

source: Time when lights go off
it: Ora di spegnimento led

source: Time when lights go on
it: Ora di accensione led

source: To reload the configfile EnigmaLight needs a restart, restart now ?
it: Per ricaricare il file di configurazione è necessario riavviare EnigmaLight. Riavviare ora?

source: Top and Bottom
it: In alto e in basso

source: Tuning
it: Regolazione

source: Turn lights on
it: Attivare i led

source: Turn off lights or use moodlamp in standby
it: Disattivare i led o utilizzare la modalità ambiente in standby

source: Turn on if you want to see error information
it: Attivare per visualizzare le informazioni sull'errore

source: Turn on/off 3D Mode, SBS or TAB
it: Attivare/Disattivare le modalità 3D, SBS o TAB

source: Turn on/off lights @ given time
it: Attivare/Disattivare i led a un'ora impostata

source: Type of enigmalight has changed, Start this type of Enigmalight ?
it: Il tipo di Enigmalight è cambiato. Avviare il nuovo tipo?

source: UNEXPECTED ERROR:
it: ERRORE IMPREVISTO:

source: Unknown option
it: Opzione sconosciuta

source: Use < > to jump with 10 in slider
it: Utilizzare <> per muoversi di 10 step sul cursore

source: Use enigmalight as client and connect with other daemon over network (not for local use)
it: Utilizzare Enigmalight come client e connettersi con un altro daemon sulla rete (non per utilizzo locale)

source: Write settings.
it: Salvare le impostazioni.

source: Yes
it: Sì

source: Your current Version is
it: Versione corrente:

source: [ Blackbar detection]
it: [ Rilevamento barre nere ]

source: [ Blackbars ]
it: [ Barre nere ]

source: [ Color Adjustment, only local ]
it: [ Correzione colore, solo locale ]

source: [ Color Tuning ]
it: [ Regolazione colore ]

source: [ Color ]
it: [ Colore ]

source: [ Device ]
it: [ Dispositivo ]

source: [ General Settings ]
it: [ Impostazioni generali ]

source: [ Lights ]
it: [ Luci ]

source: [ Misc ]
it: [ Varie ]

source: [ Network Settings ]
it: [ Impostazioni di rete ]

source: [ Remote ]
it: [ Remoto ]

source: [ Timer Settings ]
it: [ Impostazioni timer ]

source: [Dynamic] %s | %s
it: [Dinamica] %s | %s

source: [Moodlamp] %s | ColorFader
it: [Modalità ambiente] %s | Dissolvenza colore

source: [Moodlamp] %s | RGBtest
it: [Modalità ambiente] %s | Test RGB

source: [Moodlamp] %s | Rainbow
it: [Modalità ambiente] %s | Arcobaleno

source: [Moodlamp] %s | Static color
it: [Modalità ambiente] %s | Colore statico

source: [Server] Client connected (%s)
it: [Server] Client connesso (%s)

source: [Server] Idle
it: [Server] Inattivo

source: changeValue
it: Cambiare il valore

source: enigmalight.conf succesfull saved in /etc/
it: enigmalight.con salvato con successo in /etc/

source: killEnigmalight..
it: Arrestare Enigmalight...

source: writeAdjust
it: Salvare le correzioni

source: writeDynamic
it: Salvare Dinamica

source: writeServer
it: Salvare il Server

source: - WLED-Automatic:
it: - WLED-Automatico:

source: - Standby Mode / Stop Mode for WLED
it: - Modalità Standby / Stop per WLED
